{
    "items": [
      {"title": "How do I create an account?", "description": "To create an account, tap on the 'Sign Up' button on the login screen, fill in the required details, and follow the prompts to complete the registration process."},
      {"title": "How do I reset my password?", "description": "If you've forgotten your password, tap on the 'Forgot Password?' link on the login screen, enter your registered email address, and follow the instructions sent to your email to reset your password."},
      {"title": "How can I edit my profile information?", "description": "To edit your profile information, go to the 'Profile' section from the main menu, tap on 'Edit Profile', and update your details as needed."},
      {"title": "How do I place an order?", "description": "To place an order, browse through the products, add the desired items to your cart, and proceed to checkout by following the on-screen instructions."},
      {"title": "What payment methods are accepted?", "description": "We accept Cash on Delivery now and online payment soon."},
      {"title": "How long will it take for my order to arrive?", "description": "Delivery times vary depending on your location and the shipping method selected. Estimated delivery times are provided during the checkout process."},
      {"title": "Do you offer international shipping?", "description": "No, we will start international shipping soon"},
      {"title": " How do I find the right part for my vehicle?", "description": "Use our search feature to enter your vehicle's make, model, and year, or browse through our categories to find the right parts."},
      {"title": "Can I get more information about a product?", "description": "Yes, you can find detailed information about each product on the product detail page, including specifications, compatibility, and customer reviews."}
,{"title":" How do I contact customer support?","description":"You can contact our customer support team through the 'Contact Us' section in the app, via email at praveen.codeedex@gmail.com, or by calling our helpline 0466-786546."}
     
    ]
  }
  